{
    "title": "Screening and molecular mechanism research on bile microRNAs associated with chemotherapy efficacy in perihilar cholangiocarcinoma",
    "geo_accession": "GSE280797",
    "status": "Public on Nov 02 2024",
    "submission_date": "Oct 31 2024",
    "last_update_date": "Jan 30 2025",
    "pubmed_id": "39717085",
    "summary": "The efficacy of hepatic arterial infusion chemotherapy (HAIC) with oxaliplatin (OXA) and 5-fluorouracil (5-Fu) for treating advanced perihilar cholangiocarcinoma (pCCA) has been demonstrated, yet the survival benefits of HAIC for pCCA patients vary. Here, we aimed to screen out HAIC resistance-related bile microRNAs (miRNAs) and explore the functions of specific bile miRNAs in pCCA based on high-throughput sequencing. Levels of bile miR-532-3p,miR-1250-5p, and miR-4772-5p were related to the survival of advanced pCCA patients after HAIC. However, only overexpression of miR-532-3p promoted OXA/5-Fu resistance, and downregulation of its expression improved sensitivity to OXA/5-Fu. Mechanistic investigations revealed secreted protein acidic and rich in cysteine (SPARC) as the direct target of miR-532-3p. Our study reveals that bile miR-532-3p, miR-1250-5p, and miR-4772-5p may serve as survival biomarkers in advanced pCCA patients after HAIC and that bile miR-532-3p promotes resistance to HAIC with OXA and 5-Fu via negatively regulating SPARC expression.",
    "overall_design": "A retrospective review of the Hospital Information System identified a total of 31 advanced pCCA patients who received first-line HAIC treatment from June 2015 to June 2016 at our center, of which bile samples were obtained from 18 patients prior to HAIC treatment. According to the complete survival follow-up, all of the patients died, with the following survival distribution: OS < 6 months, n = 7; OS between 6 months and 12 months, n = 4; and OS > 12 months, n = 7. We ultimately selected the bile samples of four patients among the seven with better prognosis (OS > 12 months; group A) and four patients among the seven with dismal prognosis (OS < 6 months; group B) from the biobank according to the patients’ baseline characteristics and results of RNA quality control. The bile samples (15 mL) were obtained by percutaneous transhepatic cholangial drainage (PTCD) within 7 days before the first cycle of the HAIC procedure. Centrifugation of the fresh bile at 2,000 rpm for 10 minutes yielded a supernatant, which was then stored in a freezer at −80°C. Patients signed informed consent forms for clinical specimen collection prior to PTCD. The sequencing of mRNAs was performed by CloudSeq Biotech Inc. (Shanghai, China). After removing rRNA, a NEBNext® Ultra™ II Directional RNA Library Prep Kit (New England Biolabs, Inc., MA, USA) was used to construct RNA libraries. High-throughput sequencing was performed using an Illumina HiSeq instrument. Differentially expressed mRNAs were filtered by |Fold change| ≥ 2.0 and P value < 0.05. Finally, Gene Ontology (GO) and pathway enrichment analyses were also performed for differentially expressed mRNAs.",
    "type": "Expression profiling by high throughput sequencing",
    "platform_id": "GPL20301",
    "platform_organism": "Homo sapiens",
    "platform_taxid": "9606",
    "sample_organism": "Homo sapiens",
    "sample_taxid": "9606",
    "relation": "BioProject: https://www.ncbi.nlm.nih.gov/bioproject/PRJNA1180550",
    "contact": {
        "name": "Haizhen, Du",
        "email": "2111110621@stu.pku.edu.cn",
        "phone": "17839914360",
        "institute": "Peking University Cancer Hospital and Institute",
        "address": "No.52 Fucheng Road, Haidian District",
        "city": "Beijing",
        "state": "Beijing",
        "zip/postal_code": "100"
    }
}